widgets/CoupleStoryWidget.php

    public function run()
    {
        echo '<div class="row">';
        echo '<div class="col-md-12 col-md-offset-0">';
        echo '<ul class="timeline animate-box">';

        /** @var CoupleStory $item */
        foreach (CoupleStory::find()->orderBy('sortOrder')->all() as $index => $item) {
---
SELECT * FROM `couple_story` ORDER BY `sortOrder`