widgets/EventWidget.php

function yandexMapLoad(code, name) {
console.log(this);
console.log(code);
    let map_iframe = '<iframe src=\"https://yandex.ru/map-widget/v1/-/'+ code  +'\"width=\"100%\" height=\"400\" frameborder=\"0\" allowfullscreen=\"true\"></iframe>';

    $($('#map_event>div>div>div.modal-header')).html(name);
    $($('#map_event>div>div>div.modal-body')).html(map_iframe);
}

JS;
        $this->getView()->registerJs($JS, \yii\web\View::POS_END);

        echo '<div class="target" style="display: flex; flex-flow: row wrap;">';

        /** @var Event $item */
        foreach (Event::find()->orderBy('sortOrder')->all() as $index => $item) {
---
SELECT * FROM `event` ORDER BY `sortOrder`