widgets/Gallery.php

    public function run()
    {
            echo '<div class="row row-bottom-padded-md">
                    <div class="col-md-12">
                        <ul id="fh5co-gallery-list">';

        /** @var Album $album */
        foreach (Album::find()->orderBy('sortOrder')->all() as $album){
---
SELECT * FROM `album` ORDER BY `sortOrder`

                </div>';

        /** @var Album $album */
        foreach (Album::find()->all() as $album){
---
SELECT * FROM `album`