widgets/Notification.php

SELECT * FROM `notification`
---
    public function run()
    {
        /** @var \app\models\Notification $notification */
        foreach (\app\models\Notification::find()->all() as $notification) {