widgets/ServiceWidget.php

    public function run()
    {
        echo '<div class="row" style="display: flex; flex-flow: row wrap;">';
//        echo '<div class="col-md-12 col-md-offset-0">';

        /** @var Service $item */
        foreach (Service::find()->orderBy('sortOrder')->all() as $index => $item) {
---
SELECT * FROM `service` ORDER BY `sortOrder`